Revit 2027 API
ParameterTypeId.ImportInstanceScale Property
 "Instance Scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportInstanceScale { get; }
Public Shared ReadOnly Property ImportInstanceScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportInstanceScale {
	ForgeTypeId^ get ();
}
static member ImportInstanceScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace